{
    "mommy": [
        {
            "message": "is a degenerate fuck who calls 2d pictures mommy out an inherent lust to the character. Shame this criminal for they has sinned and strayed from the path of our lord and saviour, Del Monte, Fresh Cut Whole Kernel Corn.",
            "weight": 1
        },
        {
            "message": "just called a fictional character \"mommy.\" Look, you have a problem and you should seek help. Luckily this bot is sponsored by BetterKelp. BetterKelp will match you to one of 31,000 licensed kelpists based upon your location, preferences, and kelpist availability.",
            "weight": 1
        },
        {
            "message": "called the waifu \"mommy\".",
            "weight": 10
        },
        {
            "message": "Insert generic commentary explaining the relation between the random ass table gif and your use of the term \"mommy\" to describe the waifu",
            "weight": 5
        },
        {
            "message": "just solidified their virgin status.",
            "weight": 5
        },
        {
            "message": "has an unhealthy obsession with fictional characters.",
            "weight": 5
        },
        {
            "message": "needs to step outside and touch some grass.",
            "weight": 5
        },
        {
            "message": "should reconsider their life choices.",
            "weight": 10
        },
        {
            "message": "is in dire need of a reality check.",
            "weight": 10
        },
        {
            "message": "I love the kind of woman that will actually just kill me. You know, when I left the house today I was thinking, “damn, I really hope some hot chick paints my brains all over some fucking hallway.” and here we are. I mean really, just absolutely destroy me. I’m talking full on watermelon in the thighs level of carnage. I mean I want fighting back to just embarrass me if anything. And I want it to scare the shit out of me. I mean, I hope I piss myself. I hope I piss myself and you call me your little pee pee piss piss boy. I want you to fuck me up. I mean I want you to make me your bitch. Your little pee pee pissmyself bitch. I want it to get embarrassing. I mean like, weirdly embarrassing. Unsanitary too. Do you understand what I’m trying to say here? I mean I’m a real freak, I’m not normal. I want it to get medically inadvisable. I want the neighbors to worry, hell I want them to call the cops. And when the cops show up, I want them to worry too. We should be entirely different people by the end of the first 8 hours. You look like you’re not following. Are you paying attention? Do you understand? I’ve thought about this a lot, so I can go into as much detail as you need. I’m a real explorer. I do have limits, probably, I’ve just spent my whole life trying to figure out where they are. That’s why I need your help. Please, you have to crush me. It’s the only way I can find peace, ma’am.",
            "weight": 1
        },
        {
            "message": "is a prime example of degeneracy in modern society.",
            "weight": 10
        },
        {
            "message": "is ready to lick the waifu's feet.",
            "weight": 5
        },
        {
            "message": "i",
            "weight": 5
        }
    ],
    "smash": [
        {
            "message": "smashed the waifu.",
            "weight": 10
        },
        {
            "message": "just wants to smash the waifu.",
            "weight": 10
        },
        {
            "message": "wants to hulk smash the waifu.",
            "weight": 10
        },
        {
            "message": "likes this waifu.",
            "weight": 10
        },
        {
            "message": "spends their time playing smash-or-pass with fictional characters rather than going outside and finding a real job. Why couldn't you have been a doctor or a lawyer? No, you had to be a degenerate.",
            "weight": 1
        },
        {
            "message": "pulled their cock out.",
            "weight": 5
        },
        {
            "message": "*pulls pants down menacingly*.",
            "weight": 5
        },
        {
            "message": "is a person of culture.",
            "weight": 10
        },
        {
            "message": "*strips down while staring menacingly at the waifu.*",
            "weight": 5
        },
        {
            "message": "chose to detroit smash the waifu.",
            "weight": 5
        },
        {
            "message": "violently smashes them into a wall.",
            "weight": 5
        },
        {
            "message": "Oh I can't believe it no one showed. Who's gonna eat all these oysters and drink all this champagne? I hate to see it go to waste. Why doncha join me clown? Feel free to take your big red nose off I keep it warm in here. You sure you don't want to take your big red nose off I could hang it on the rack. .... why don't you have some more booze clown? We'll revisit the big red nose after 2 bottles. I bet it will slide right off sexy easy. Give us a little peek of what's underneath. If its another nose I'm going to tickle your cheek with a rose and call you my little Russian nesting doll. If it's an ear or something instead I might need a few drinks myself. But I might still be into it as long as you keep the paint on.",
            "weight": 1
        },
        {
            "message": "cummoning",
            "weight": 5
        },
        {
            "message": "SMAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAASH",
            "weight": 5
        }
    ],
    "pass": [
        {
            "message": "avoided the waifu.",
            "weight": 10
        },
        {
            "message": "prefers being alone over being near this waifu.",
            "weight": 10
        },
        {
            "message": "would rather do anything else.",
            "weight": 10
        },
        {
            "message": "is not available for smashing at this time.",
            "weight": 10
        },
        {
            "message": "spends their time playing smash-or-pass with fictional characters rather than going outside and finding a real job. But hey, atleast they didn't give in and smash this specific character.",
            "weight": 1
        },
        {
            "message": "is a coward.",
            "weight": 10
        }
    ],
    "bodybag": [
        {
            "message": "just bodied the waifu.",
            "weight": 7
        },
        {
            "message": "destroyed this fictional character.",
            "weight": 7
        },
        {
            "message": "put the waifu in a bodybag.",
            "weight": 7
        },
        {
            "message": "hid the body.",
            "weight": 7
        },
        {
            "message": "just made the waifu into a statistic.",
            "weight": 7
        },
        {
            "message": "is now a prime example of what not to do.",
            "weight": 7
        },
        {
            "message": "just killed the waifu. What the actual fuck!? You just had to pull the trigger didn't you? We had a good thing, you stupid son of a bitch! We had Waifus. We had a bot. We had everything we needed, and it all ran like clockwork. You could've shut your mouth, smashed and got as much pleasure as you ever needed. It was perfect. But, no, you just had to blow it up. You and your pride and your ego! You just had to be the man. If you'd done your job, known your place, we'd all be fine right now.",
            "weight": 5
        },
        {
            "message": "made a protein bar out of the waifu.",
            "weight": 7
        },
        {
            "message": "wasn't in the mood for head.",
            "weight": 7
        },
        {
            "message": "is armed and dangerous.",
            "weight": 7
        },
        {
            "message": "readys their weapon.",
            "weight": 7
        },
        {
            "message": "fish?",
            "weight": 7
        }
    ]
}